INSERT INTO transaction_jeonse_apartment (address, bun, ji, floor, area, contract_year_month, price, housing_type, created_at, updated_at)
VALUES ('경기도 광명시 철산동', '625', '0', '19', '84.98', '202501', '300,000,000', '아파트', NOW(), NOW()),
       ('경기도 광명시 철산동', '625', '0', '19', '84.98', '202502', '320,000,000', '아파트', NOW(), NOW()),
       ('경기도 광명시 철산동', '625', '0', '19', '84.98', '202503', '350,000,000', '아파트', NOW(), NOW()),
       ('경기도 광명시 철산동', '625', '0', '19', '84.98', '202504', '400,000,000', '아파트', NOW(), NOW()),
       ('경기도 광명시 철산동', '625', '0', '19', '84.98', '202505', '450,000,000', '아파트', NOW(), NOW()),
       ('충청남도 천안시 서북구 쌍용동', '1233', '0', '8', '59.93', '202501', '100,000,000', '아파트', NOW(), NOW()),
       ('충청남도 천안시 서북구 쌍용동', '1233', '0', '8', '59.93', '202502', '110,000,000', '아파트', NOW(), NOW()),
       ('충청남도 천안시 서북구 쌍용동', '1233', '0', '8', '59.93', '202504', '125,000,000', '아파트', NOW(), NOW()),
       ('광주광역시 서구 금호동', '786', '0', '16', '84.96', '202501', '200,000,000', '아파트', NOW(), NOW()),
       ('광주광역시 서구 금호동', '786', '0', '16', '84.96', '202502', '180,000,000', '아파트', NOW(), NOW()),
       ('광주광역시 서구 금호동', '786', '0', '16', '84.96', '202503', '220,000,000', '아파트', NOW(), NOW()),
       ('광주광역시 서구 금호동', '786', '0', '16', '84.96', '202504', '240,000,000', '아파트', NOW(), NOW());

INSERT INTO transaction_sale_apartment (address, bun, ji, floor, area, contract_year_month, price, housing_type, created_at, updated_at)
VALUES ('경기도 광명시 철산동', '625', '0', '19', '84.98', '202501', '600,000,000', '아파트', NOW(), NOW()),
       ('경기도 광명시 철산동', '625', '0', '19', '84.98', '202502', '700,000,000', '아파트', NOW(), NOW()),
       ('경기도 광명시 철산동', '625', '0', '19', '84.98', '202503', '750,000,000', '아파트', NOW(), NOW()),
       ('경기도 광명시 철산동', '625', '0', '19', '84.98', '202504', '800,000,000', '아파트', NOW(), NOW()),
       ('경기도 광명시 철산동', '625', '0', '19', '84.98', '202505', '900,000,000', '아파트', NOW(), NOW()),
       ('충청남도 천안시 서북구 쌍용동', '1233', '0', '8', '59.93', '202501', '200,000,000', '아파트', NOW(), NOW()),
       ('충청남도 천안시 서북구 쌍용동', '1233', '0', '8', '59.93', '202502', '220,000,000', '아파트', NOW(), NOW()),
       ('충청남도 천안시 서북구 쌍용동', '1233', '0', '8', '59.93', '202503', '240,000,000', '아파트', NOW(), NOW()),
       ('충청남도 천안시 서북구 쌍용동', '1233', '0', '8', '59.93', '202504', '230,000,000', '아파트', NOW(), NOW()),
       ('충청남도 천안시 서북구 쌍용동', '1233', '0', '8', '59.93', '202505', '230,000,000', '아파트', NOW(), NOW()),
       ('광주광역시 서구 금호동', '786', '0', '16', '84.96', '202501', '400,000,000', '아파트', NOW(), NOW()),
       ('광주광역시 서구 금호동', '786', '0', '16', '84.96', '202502', '400,000,000', '아파트', NOW(), NOW()),
       ('광주광역시 서구 금호동', '786', '0', '16', '84.96', '202503', '380,000,000', '아파트', NOW(), NOW()),
       ('광주광역시 서구 금호동', '786', '0', '16', '84.96', '202504', '450,000,000', '아파트', NOW(), NOW()),
       ('광주광역시 서구 금호동', '786', '0', '16', '84.96', '202505', '500,000,000', '아파트', NOW(), NOW());

INSERT INTO transaction_jeonse_officetel (address, bun, ji, floor, area, contract_year_month, price, housing_type, created_at, updated_at)
VALUES ('대전광역시 서구 둔산동', '1369', '0', '12', '36.12', '202501', '25,000,000', '오피스텔', NOW(), NOW()),
       ('대전광역시 서구 둔산동', '1369', '0', '12', '36.12', '202502', '27,000,000', '오피스텔', NOW(), NOW()),
       ('대전광역시 서구 둔산동', '1369', '0', '12', '36.12', '202503', '30,000,000', '오피스텔', NOW(), NOW()),
       ('대전광역시 서구 둔산동', '1369', '0', '12', '36.12', '202504', '32,000,000', '오피스텔', NOW(), NOW()),
       ('대전광역시 서구 둔산동', '1369', '0', '12', '36.12', '202505', '33,000,000', '오피스텔', NOW(), NOW()),
       ('서울특별시 광진구 자양동', '224', '12', '4', '20.52', '202502', '130,600,000', '오피스텔', NOW(), NOW()),
       ('서울특별시 광진구 자양동', '224', '12', '4', '20.52', '202503', '120,000,000', '오피스텔', NOW(), NOW()),
       ('서울특별시 광진구 자양동', '224', '12', '4', '20.52', '202504', '110,000,000', '오피스텔', NOW(), NOW()),
       ('서울특별시 광진구 자양동', '224', '12', '4', '20.52', '202505', '100,000,000', '오피스텔', NOW(), NOW());

INSERT INTO transaction_sale_officetel (address, bun, ji, floor, area, contract_year_month, price, housing_type, created_at, updated_at)
VALUES ('대전광역시 서구 둔산동', '1369', '0', '12', '36.12', '202501', '57,000,000', '오피스텔', NOW(), NOW()),
       ('대전광역시 서구 둔산동', '1369', '0', '12', '36.12', '202502', '58,500,000', '오피스텔', NOW(), NOW()),
       ('대전광역시 서구 둔산동', '1369', '0', '12', '36.12', '202503', '60,000,000', '오피스텔', NOW(), NOW()),
       ('대전광역시 서구 둔산동', '1369', '0', '12', '36.12', '202504', '63,250,000', '오피스텔', NOW(), NOW()),
       ('서울특별시 광진구 자양동', '224', '12', '4', '20.52', '202501', '260,000,000', '오피스텔', NOW(), NOW()),
       ('서울특별시 광진구 자양동', '224', '12', '4', '20.52', '202502', '260,000,000', '오피스텔', NOW(), NOW()),
       ('서울특별시 광진구 자양동', '224', '12', '4', '20.52', '202503', '240,000,000', '오피스텔', NOW(), NOW()),
       ('서울특별시 광진구 자양동', '224', '12', '4', '20.52', '202504', '220,000,000', '오피스텔', NOW(), NOW()),
       ('서울특별시 광진구 자양동', '224', '12', '4', '20.52', '202505', '220,000,000', '오피스텔', NOW(), NOW());

INSERT INTO transaction_jeonse_rowhouse (address, bun, ji, floor, area, contract_year_month, price, housing_type, created_at, updated_at)
VALUES ('부산광역시 수영구 광안동', '546', '8', '4', '21.91', '202501', '130,000,000', '다세대', NOW(), NOW()),
       ('부산광역시 수영구 광안동', '546', '8', '4', '21.91', '202503', '120,000,000', '다세대', NOW(), NOW()),
       ('부산광역시 수영구 광안동', '546', '8', '4', '21.91', '202504', '130,000,000', '다세대', NOW(), NOW()),
       ('부산광역시 수영구 광안동', '546', '8', '4', '21.91', '202505', '140,000,000', '다세대', NOW(), NOW());

INSERT INTO transaction_sale_rowhouse (address, bun, ji, floor, area, contract_year_month, price, housing_type, created_at, updated_at)
VALUES ('부산광역시 수영구 광안동', '546', '8', '4', '21.91', '202501', '250,000,000', '다세대', NOW(), NOW()),
       ('부산광역시 수영구 광안동', '546', '8', '4', '21.91', '202502', '250,000,000', '다세대', NOW(), NOW()),
       ('부산광역시 수영구 광안동', '546', '8', '4', '21.91', '202503', '270,000,000', '다세대', NOW(), NOW()),
       ('부산광역시 수영구 광안동', '546', '8', '4', '21.91', '202504', '300,000,000', '다세대', NOW(), NOW()),
       ('부산광역시 수영구 광안동', '546', '8', '4', '21.91', '202505', '300,000,000', '다세대', NOW(), NOW());